package com.ysr.express;

/**
 * Created by ysr on 2017/7/17 16:12.
 * 邮箱 ysr200808@163.com
 */

public class Data {
    public static final String data = "{\n" +
            "  \"EBusinessID\": \"1293600\",\n" +
            "  \"ShipperCode\": \"YD\",\n" +
            "  \"Success\": true,\n" +
            "  \"LogisticCode\": \"3999043346251\",\n" +
            "  \"State\": \"3\",\n" +
            "  \"Traces\": [\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-04 22:15:12\",\n" +
            "      \"AcceptStation\": \"到达：广东广州增城市新塘公司牛仔王便民寄存点 已收件\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 02:12:53\",\n" +
            "      \"AcceptStation\": \"到达：广东广州增城市新塘公司 发往：广东深圳公司\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 03:38:36\",\n" +
            "      \"AcceptStation\": \"到达：广东广州分拨中心黄埔分拨点\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 03:38:58\",\n" +
            "      \"AcceptStation\": \"到达：广东广州分拨中心黄埔分拨点 发往：广东广州分拨中心\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 08:12:48\",\n" +
            "      \"AcceptStation\": \"到达：广东广州分拨中心 上级站点：广东广州分拨中心黄埔分拨点\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 08:14:47\",\n" +
            "      \"AcceptStation\": \"到达：广东广州分拨中心 发往：广东深圳公司\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 12:11:06\",\n" +
            "      \"AcceptStation\": \"到达：广东深圳公司 上级站点：广东广州分拨中心\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 12:28:33\",\n" +
            "      \"AcceptStation\": \"到达：广东深圳公司 发往：广东深圳公司福田区海滨分拨分部\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 14:05:38\",\n" +
            "      \"AcceptStation\": \"到达：广东深圳公司福田区海滨分拨分部 发往：广东深圳公司福田区岗厦东西村分部\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 21:10:06\",\n" +
            "      \"AcceptStation\": \"到达：广东深圳公司福田区岗厦东西村分部 指定：颜烈彬(13822143644) 派送\"\n" +
            "    },\n" +
            "    {\n" +
            "      \"AcceptTime\": \"2017-06-05 21:18:20\",\n" +
            "      \"AcceptStation\": \"到达：广东深圳公司福田区岗厦东西村分部 由 已签收 签收\"\n" +
            "    }\n" +
            "  ]\n" +
            "}";


}
